Repository: dovganya/locale_ru
Catalog: pronterface.po
Languages: ru_ua

source: file to load
ru_ua: файл для загрузки

source: ERROR: Unable to load configuration file: %s
ru_ua: Ошибка: невозможно загрузить файл конфигурации: %s

source: Error: You are trying to connect to a non-existing port.
ru_ua: Ошибка: вы пытаетесь подключиться к не существующему порту.

source: Error: You don't have permission to open %s.
ru_ua: Ошибка: у вас нет разрешения на открытие %s.

source: You might need to add yourself to the dialout group.
ru_ua: Возможно, вам придется добавить себя в группу набора.

source: ' ignored
ru_ua: 'игнорируется

source: Bad baud value '
ru_ua: Плохое значение бит/с '

source: No serial ports detected - please specify a port
ru_ua: Не обнаружены последовательные порты - укажите порт

source: No port specified - connecting to %s at %dbps
ru_ua: Нет указанного порта - подключение к %s при %dbps

source: Connect to printer
ru_ua: Подключитесь к принтеру

source: connect <port> <baudrate>
ru_ua: соединить <port> <baudrate>

source: If port and baudrate are not specified, connects to first detected port at 115200bps
ru_ua: Если порт и скорость бит/с не указаны, подключаются к первоначальному обнаруженному порту при 115200bps

source: Available ports:
ru_ua: Доступные порты:

source: No serial ports were automatically found.
ru_ua: Серийные порты не были обнаружены автоматически.

source: Printer is now online
ru_ua: Принтер сейчас онлайн

source: Disconnects from the printer
ru_ua: Отключается от принтера

source: Blocks until printer is online
ru_ua: Блоки до тех пор, пока принтер не станет онлайн

source: Warning: if something goes wrong, this can block pronsole forever
ru_ua: Предупреждение: если что -то пойдет не так, это может заблокировать pronsole навсегда

source: Disconnecting after 4 failed writes.
ru_ua: Отключение после 4 неудачных записей.

source: No file name given.
ru_ua: Не указано имя файла.

source: Loading file: %s
ru_ua: Загрузка файла: %s

source: Loaded %s, %d lines.
ru_ua: Загружен %s, %d строк(и).

source: Estimated duration: %d layers, %s
ru_ua: Расчетная продолжительность: %d слои, %s

source: Loads a gcode file (with tab-completion)
ru_ua: Загружает файл Gcode (с завершением вкладок)

source: Slicing file: %s
ru_ua: Файл нарезки : %s

source: Entering slicer settings: %s
ru_ua: Вход в настройки Slicer: %s

source: Loading sliced file.
ru_ua: Загрузка файла нарезки.

source: Slicing failed: %s
ru_ua: Недостаточная нарезка: %s

source: Creates a gcode file from an stl model using the slicer (with tab-completion)
ru_ua: Создает файл Gcode из модели STL, используя Slicer (с завершением TAB)

source: slice filename.stl - create gcode file
ru_ua: slice filename.stl - создать файл Gcode

source: slice filename.stl view - create gcode file and view using skeiniso (if using skeinforge)
ru_ua: имя файла срезов .stl просмотр - создайте файла Gcode и просмотр с использованием skeiniso (если использует skeinforge)

source: slice set - adjust slicer settings
ru_ua: выбор среза- отрегулировать настройки Slicer

source: Please enter target name in 8.3 format.
ru_ua: Пожалуйста, введите целевое имя в формате 8.3.

source: Uploading as %s
ru_ua: Загрузка как %s

source: Uploading %s
ru_ua: Загрузка %s

source: Press Ctrl-C to interrupt upload.
ru_ua: Нажмите Ctrl-C, чтобы прервать загрузку.

source: Progress:
ru_ua: Прогресс:

source: Upload completed. %s should now be on the card.
ru_ua: Загрузка завершена. %s теперь должен быть на карте.

source: ...interrupted!
ru_ua: ... прерван!

source: Something wrong happened while uploading:
ru_ua: Что -то не так произошло при загрузке:

source: A partial file named %s may have been written to the sd card.
ru_ua: Частичный файл с именем %s мог быть записан на SD карту.

source: Uploads a gcode file to the sd card
ru_ua: Загружает файл Gcode на SD карту

source: Send a loaded gcode file to the printer. Load a file with the load command first.
ru_ua: Отправьте загруженный файл Gcode на принтер. Сначала загрузите файл с командой загрузки.

source: Send a loaded gcode file to the printer. You have %s loaded right now.
ru_ua: Отправьте загруженный файл Gcode на принтер. У вас есть %s загружен прямо сейчас.

source: No file loaded. Please use load first.
ru_ua: Не загружен файл. Пожалуйста, сначала используйте загрузку.

source: Printing %s
ru_ua: Печать %s

source: You can monitor the print with the monitor command.
ru_ua: Вы можете отслеживать печать с помощью команды монитора.

source: Not printing, cannot pause.
ru_ua: Не печатать, не может сделать паузу.

source: Pauses a running print
ru_ua: Приостанавливает текущую печать

source: Not paused, unable to resume. Start a print first.
ru_ua: Не остановился, не в состоянии возобновить. Сначала запустить печать.

source: Resumes a paused print.
ru_ua: Возобновляется приостановленная печать.

source: Files on SD card:
ru_ua: Файлы на SD карте:

source: Printer is not online. Please connect to it first.
ru_ua: Принтер не в сети. Сначала подключитесь к нему.

source: Lists files on the SD card
ru_ua: Перечисляет файлы на SD карте

source: Opening file failed.
ru_ua: Открытие файла не удалось.

source: Starting print
ru_ua: Стартовая печать

source: Resets the printer.
ru_ua: Сбрасывает принтер.

source: File is not present on card. Please upload it first.
ru_ua: Файл отсутствует на карте. Пожалуйста, загрузите его первым.

source: Printing file: %s from SD card.
ru_ua: Файл печати: %s от SD карты.

source: Requesting SD print...
ru_ua: Запрашивая SD печать ...

source: Print a file from the SD card. Tab completes with available file names.
ru_ua: Распечатайте файл с SD карты. Вкладка завершается с доступными именами файлов.

source: sdprint filename.g
ru_ua: sdprint имя файла.g

source: Print resumed at: %s
ru_ua: Печать возобновляется в: %s

source: Print started at: %s
ru_ua: Печать запускается в: %s

source: Start command output:
ru_ua: Вывод начала команды:

source: Failed to set power settings:
ru_ua: Не удалось установить настройки питания:

source: Print ended at: %(end_time)s and took %(duration)s
ru_ua: Печать заканчивается: %(end_time)s и заняла %(duration))s

source: Final command output:
ru_ua: Окончательный вывод команды:

source: Received command %s
ru_ua: Полученная команда %s

source: Printer is not currently printing. No ETA available.
ru_ua: Принтер в настоящее время не печатает. Нет ETA.

source: Est: %s of %s remaining
ru_ua: Est: %s иэ %s осталось

source: Displays estimated remaining print time.
ru_ua: Отображает предполагаемое оставшееся время печати.

source: Hotend temperature presets updated, PLA:%s, ABS:%s
ru_ua: Обновлена предустановка температуры хотенда, PLA:%s, ABS:%s

source: Bed temperature presets updated, PLA:%s, ABS:%s
ru_ua: Обновлена предустановка температуры стола, PLA:%s, ABS:%s

source: Hotend: %s%s/%s%s
ru_ua: Хотенд: %s%s/%s%s

source: Bed: %s%s/%s%s
ru_ua: Стол: %s%s/%s%s

source: Read the extruder and bed temperature.
ru_ua: Прочитайте экструдер и температуру стола.

source: You must enter a temperature.
ru_ua: Вы должны ввести температуру.

source: %s is a high temperature to set your extruder to. Are you sure you want to do that?
ru_ua: %s - высокая температура, чтобы установить ваш экструдер. Вы уверены, что хотите это сделать?

source: Setting hotend temperature to %s degrees Celsius.
ru_ua: Установка температуры хотенда до %s градусов по Цельсию.

source: You cannot set negative temperatures. To turn the hotend off entirely, set its temperature to 0.
ru_ua: Вы не можете установить отрицательную температуру. Чтобы полностью отключить хотенд, установите его температуру до 0.

source: Sets the hotend temperature to the value entered.
ru_ua: Устанавливает температуру хотенда до введенного значения.

source: Enter either a temperature in celsius or one of the following keywords
ru_ua: Введите либо температуру в Цельсих, либо одно из следующих ключевых слов

source: Setting bed temperature to %s degrees Celsius.
ru_ua: Установка температуры стола на %s градусов по Цельсию.

source: You cannot set negative temperatures. To turn the bed off entirely, set its temperature to 0.
ru_ua: Вы не можете установить отрицательную температуру. Чтобы полностью выключить стол, установите его температуру на 0.

source: Sets the bed temperature to the value entered.
ru_ua: Устанавливает температуру стола до введенного значения.

source: Printer is not printing. Please print something before monitoring.
ru_ua: Принтер не печатает. Пожалуйста, распечатайте что нибудь перед мониторингом.

source: Monitoring printer, use ^C to interrupt.
ru_ua: Мониторинг принтера, используйте ^C, чтобы прервать.

source: Invalid period given.
ru_ua: Неверный период.

source: Updating values every %f seconds.
ru_ua: Обновление значений каждые %f секунд.

source: Print progress:
ru_ua: Печать прогресс:

source: SD print progress:
ru_ua: SD печать прогресс:

source: Done monitoring.
ru_ua: Сделано мониторинг.

source: Monitor a machine's temperatures and an SD print's status.
ru_ua: Следите за температурой машины и статусом печати SD.

source: monitor - Reports temperature and SD print status (if SD printing) every 5 seconds
ru_ua: монитор - Сообщает температуру и состояние печати SD (если SD печать) каждые 5 секунд

source: monitor 2 - Reports temperature and SD print status (if SD printing) every 2 seconds
ru_ua: монитор 2 - Сообщает температуру и состояние печати SD (если SD печать) каждые 2 секунды

source: You must specify the tool index as an integer.
ru_ua: Вы должны указать индекс инструментов как целое число.

source: Using tool %d.
ru_ua: Использование инструмента %d.

source: You cannot set negative tool numbers.
ru_ua: Вы не можете установить отрицательные номера инструментов.

source: Switches to the specified tool (e.g. doing tool 1 will emit a T1 G-Code).
ru_ua: Переключатели на указанный инструмент (например, инструмент 1 это G-код T1).

source: No move specified.
ru_ua: Не указано.

source: Printer is currently printing. Please pause the print before you issue manual commands.
ru_ua: Принтер в настоящее время печатает. Пожалуйста, приостановите печать перед ручным управлением.

source: Printer is not online. Unable to move.
ru_ua: Принтер не в сети. Невозможно двигаться.

source: Unknown axis.
ru_ua: Неизвестная ось.

source: Invalid distance
ru_ua: Неверное расстояние

source: Move an axis. Specify the name of the axis and the amount.
ru_ua: Переместите оси. Укажите имя оси и сумму.

source: move X 10 - will move the X axis forward by 10 mm at %s mm/min (default XY speed)
ru_ua: переместите X 10 - переместит ось X на 10 мм при %s мм/мин (скорость XY по умолчанию)

source: move Y 10 5000 - will move the Y axis forward by 10 mm at 5000 mm/min
ru_ua: переместите Y 10 5000 - переместит ось Y на 10 мм при 5000 мм/мин

source: move Z -1 - will move the Z axis down by 1mm at %s mm/min (default Z speed)
ru_ua: переместите Z -1 - переместит ось Z на 1 мм при %s мм/мин (скорость Z по умолчанию)

source: Common amounts are in the tabcomplete list.
ru_ua: Общие суммы находятся в списке TabComplete.

source: Printer is not online. Unable to extrude.
ru_ua: Принтер не в сети. Невозможно выдавать.

source: Invalid length given.
ru_ua: Неверная длина дана.

source: Invalid speed given.
ru_ua: Неверная скорость дана.

source: Extruding %f mm of filament.
ru_ua: Эквердирование %f мм нити.

source: Reversing %f mm of filament.
ru_ua: Реверсирование %f мм нити.

source: Length is 0, not doing anything.
ru_ua: Длина - это 0, ничего не делая.

source: Extrudes a length of filament, 5 mm by default, or the number of mm given as a parameter
ru_ua: Вытягивает длину нити, по умолчанию 5 мм или количество мм, указанное в виде параметра

source: extrude - extrudes 5 mm of filament at 300 mm/min (5 mm/s)
ru_ua: выдавливать - экструдий 5 мм нити при 300 мм/мин (5 мм/с)

source: extrude 20 - extrudes 20 mm of filament at 300 mm/min (5 mm/s)
ru_ua: выдавливать 20 - экструдий 20 мм нити при 300 мм/мин (5 мм/с)

source: extrude -5 - REVERSES 5 mm of filament at 300 mm/min (5 mm/s)
ru_ua: выдавливать -5 - РЕВЕРС 5 мм нити при 300 мм/мин (5 мм/с)

source: extrude 10 210 - extrudes 10 mm of filament at 210 mm/min (3.5 mm/s)
ru_ua: выдавливать 10 210 - экструдий 10 мм нити при 210 мм/мин (3,5 мм/с)

source: Printer is not online. Unable to reverse.
ru_ua: Принтер не в сети. Невозможно изменить.

source: Reverses the extruder, 5 mm by default, or the number of mm given as a parameter
ru_ua: Меняет экструдий, 5 мм по умолчанию, или количество мм, указанного в качестве параметра

source: reverse - reverses 5 mm of filament at 300mm/min (5 mm/s)
ru_ua: обратный - реверс 5 мм нити при 300 мм/мин (5 мм/с)

source: reverse 20 - reverses 20 mm of filament at 300mm/min (5 mm/s)
ru_ua: обратный 20 - реверс 20 мм нити при 300 мм/мин (5 мм/с)

source: reverse 10 210 - extrudes 10 mm of filament at 210 mm/min (3.5 mm/s)
ru_ua: обратный 10 210 - экструдий 10 мм нити при 210 мм/мин (3,5 мм/с)

source: reverse -5 - EXTRUDES 5 mm of filament at 300 mm/min (5 mm/s)
ru_ua: обратный -5 - ЭКСТРУДИЙ 5 мм нити при 300 мм/мин (5 мм/с)

source: Homes the printer
ru_ua: Домой

source: home - homes all axes and zeroes the extruder(Using G28 and G92)
ru_ua: дома - домой все оси и нули экструдера (с использованием G28 и G92)

source: home xy - homes x and y axes (Using G28)
ru_ua: дома xy - домой x и y (с помощью G28)

source: home z - homes z axis only (Using G28)
ru_ua: дома z - только ось z домой (используя G28)

source: home e - set extruder position to zero (Using G92)
ru_ua: дома e - установить положение экструдера в нулевое (с помощью G92)

source: home xyze - homes all axes and zeroes the extruder (Using G28 and G92)
ru_ua: дома xyze - домой все оси и нули экструдера (с использованием G28 и G92)

source: ; Motors off
ru_ua: ; Моторы выключенны

source: ; Extruder off
ru_ua: ; Экструдер выключен

source: ; Heatbed off
ru_ua: ; Нагрев выключен

source: ; Fan off
ru_ua: ; Обдув выключен

source: ; Power supply off
ru_ua: ; Питание выключено

source: Printer is not online. Unable to turn it off.
ru_ua: Принтер не в сети. Невозможно выключить его.

source: Turns off everything on the printer
ru_ua: Выключает все на принтере

source: G-Code calling host command "%s"
ru_ua: Команда хоста вызова G-код "%s"

source: Runs a custom script. Current gcode filename can be given using $s token.
ru_ua: Запускает пользовательский сценарий. Текущее имя файла Gcode может быть дано с использованием токена $ s.

source: Runs a custom script which output gcode which will in turn be executed. Current gcode filename can be given using $s token.
ru_ua: Запускает пользовательский сценарий, который выводит Gcode, который, в свою очередь, будет выполнен. Текущее имя файла Gcode может быть дано с использованием токена $ s.

source: Motors off
ru_ua: Моторы выкл.

source: Switch all motors off
ru_ua: Выключить все двигатели

source: Advance extruder by set length
ru_ua: Продвигать экструдер по длине установки

source: Extrude
ru_ua: Выдавить

source: Reverse
ru_ua: Втянуть

source: Reverse extruder by set length
ru_ua: Обратный экструдер по длине установки

source: # I moved all your custom buttons into .pronsolerc. # Please don't add them here any more. # Backup of your old buttons is in custombtn.old
ru_ua: # Я переместил все ваши пользовательские кнопки в .PRONSOLERC. # Пожалуйста, не добавляйте их здесь больше. # Резервное копирование ваших старых кнопок в CustomBtn.old

source: Note!!! You have specified custom buttons in both custombtn.txt and .pronsolerc
ru_ua: Примечание!!! Вы указали пользовательские кнопки как в custombtn.txt и .pronsolerc

source: Ignoring custombtn.txt. Remove all current buttons to revert to custombtn.txt
ru_ua: Игнорирование custombtn.txt. Удалить все текущие кнопки, чтобы вернуться к custombtn.txt

source: Tabbed
ru_ua: Вкладка

source: Compact
ru_ua: Компактный

source: Exit
ru_ua: Выход

source: Print in progress ! Are you really sure you want to quit ?
ru_ua: Печать в процессе! Вы действительно уверены, что хотите прекратить?

source: Monitoring printer.
ru_ua: Мониторинг принтера.

source: Please pause or stop print before extruding.
ru_ua: Пожалуйста, сделайте паузу или остановите печать перед выдавливанием.

source: Please pause or stop print before reversing.
ru_ua: Пожалуйста, сделайте паузу или остановите печать перед втягиванием.

source: Setting hotend temperature to %g degrees Celsius.
ru_ua: Установка температуры хотенда до %g градусов по Цельсию.

source: You must enter a temperature. (%s)
ru_ua: Вы должны выйти на температуру. (%s)

source: Setting bed temperature to %g degrees Celsius.
ru_ua: Установка температуры стола до %g градусов по Цельсию.

source: Setting print speed factor to %d%%.
ru_ua: Настройка коэффициента скорости печати для %d%%.

source: You must enter a speed. (%s)
ru_ua: Вы должны выйти на скорость. (%s)

source: Setting print flow factor to %d%%.
ru_ua: Настройка коэффициента потока печати для %d%%.

source: You must enter a flow. (%s)
ru_ua: Вы должны выйти на поток. (%s)

source: Plate function activated
ru_ua: Функция поверхность активирована

source: G-Code plate function activated
ru_ua: Функция поверхность G-кода активирована

source: Plated %s
ru_ua: Нанесенный %s

source: SD Upload
ru_ua: SD Загрузка

source: SD Print
ru_ua: SD Печать

source: Manual move outside of the build volume prevented (see the "Clamp manual moves" option).
ru_ua: Ручное перемещение за пределы объема сборки предотвращено (см. Опцию «Руководство по зажимам»).

source: Attempted to write invalid text to console, which could be due to an invalid baudrate
ru_ua: Попытка написать неверный текст в консоли, что может быть связано с неверным соединением

source: Unhanded exception:
ru_ua: Неубитое исключение:

source: Open file
ru_ua: Открыть файл

source: &Open...
ru_ua: &Открыть...

source: Save file
ru_ua: Сохранить файл

source: &Save...
ru_ua: &Сохранять...

source: &Recent Files
ru_ua: &Недавние файлы

source: Clear output console
ru_ua: Очистить выходную консоль

source: Clear console
ru_ua: Очистить консоль

source: Closes the Window
ru_ua: Закрыть это окно

source: E&xit
ru_ua: Выход

source: &File
ru_ua: &Файл

source: Edit open file
ru_ua: Редактировать открытый файл

source: &Edit...
ru_ua: &Редактировать...

source: Compose 3D models into a single plate
ru_ua: Платер — проект для 3D-печати, который автоматически размещает STL-файлы на плите сборки

source: Compose G-Codes into a single plate
ru_ua: G-Код Платер — проект для 3D-печати, который автоматически размещает G-Codes детали на плите сборки

source: Exclude parts of the bed from being printed
ru_ua: Исключить часть стола из печати

source: Excluder
ru_ua: Ограждение

source: Project slices
ru_ua: Проектные срезы

source: Projector
ru_ua: Проектор

source: Spool Manager
ru_ua: Менеджер катушек

source: Manage different spools of filament
ru_ua: Управлять различными катушками нити

source: &Tools
ru_ua: &Инструменты

source: Recover previous print after a disconnect (homes X, Y, restores Z and E status)
ru_ua: Восстановить предыдущий отпечаток после отключения (дома X, Y, восстанавливает статус Z и E)

source: Recover
ru_ua: Восстанавить

source: &Advanced
ru_ua: &Продвинутый

source: Print &settings
ru_ua: Печать настроек

source: &Filament
ru_ua: &Нить

source: &Printer
ru_ua: &Принтер

source: Failed to load Slic3r configuration:
ru_ua: Не удалось загрузить конфигурацию Slic3r:

source: &Macros
ru_ua: &Макросы

source: <&New...>
ru_ua: <&Новый...>

source: Options dialog
ru_ua: Параметры диалога

source: &Options
ru_ua: &Параметры

source: Adjust slicing settings
ru_ua: Регулировать настройки нарезов

source: Slicing settings
ru_ua: Настройки слайсов

source: Debug communications
ru_ua: Отладочная коммуникация

source: Print all G-code sent to and received from the printer.
ru_ua: Распечатывает весь G-код, отправленный и полученный от принтера.

source: Don't autoscroll
ru_ua: Запрет автопрокрутки

source: Disables automatic scrolling of the console when new text is added
ru_ua: Отключает автоматическую прокрутку консоли при добавлении нового текста

source: &Settings
ru_ua: &Настройки

source: &About Printrun
ru_ua: &О Printrun

source: Show about dialog
ru_ua: Показывать о диалоге

source: &Help
ru_ua: &Помощь

source: Printrun is a pure Python 3D printing (and other types of CNC) host software.
ru_ua: Printrun - это программное обеспечение Pure Python 3D печать (и другие типы с ЧПУ).

source: %.02fmm of filament have been extruded during prints
ru_ua: %.02fмм от нити было экструдировано во время печати

source: Monitor printer status
ru_ua: Мониторинг состояния принтера

source: Regularly monitor printer temperatures (required to have functional temperature graph or gauges)
ru_ua: Регулярно контролировать температуру принтера (необходимо иметь функциональный график температуры или датчики)

source: Path to the simarrange binary to use in the STL plater
ru_ua: Путь к бинарному Simarrange для использования в STL платер

source: Simarrange command
ru_ua: Команда Simarrange

source: Circular build platform
ru_ua: Платформа круглой фармы

source: Draw a circular (or oval) build platform instead of a rectangular one
ru_ua: Начертить платформу круглой (или овальной) формы вместо прямоугольной

source: Extruders count
ru_ua: Экструдеров

source: Number of extruders
ru_ua: Количество экструдеров

source: Clamp manual moves
ru_ua: Запретить ручное перемещение

source: Prevent manual moves from leaving the specified build dimensions
ru_ua: Предотвращение ручных перемещений за пределы заданных размеров сборки

source: Display progress on printer
ru_ua: Отображать прогресс на принтере

source: Show progress on printers display (sent via M117, might not be supported by all printers)
ru_ua: Демонстрация прогресса на дисплее принтеров (отправленых через M117, может не поддерживать все принтеры)

source: Interval in which pronterface sends the progress to the printer if enabled, in seconds
ru_ua: Интервал, в котором Performface отправляет прогресс на принтер, если включен, в секундах

source: Printer progress update interval
ru_ua: Интервал обновления прогресса принтера

source: Display cutting moves
ru_ua: Отображать ходы резки

source: Show moves where spindle is active as printing moves
ru_ua: Показывать перемещения, при которых шпиндель активен во время печати

source: Interface mode
ru_ua: Режим интерфейса

source: Standard interface is a one-page, three columns layout with controls/visualization/log Compact mode is a one-page, two columns layout with controls + log/visualization
ru_ua: Стандартный интерфейс-одностраничная, три столбца с элементами управления/визуализации/журнала Компактный режим-это одностраничная, двух столбца с элементами управления + журнал/визуализация

source: Standard
ru_ua: Стандартный

source: Controls mode
ru_ua: Режим управления

source: Mini
ru_ua: Миниатюрный

source: Standard controls include all controls needed for printer setup and calibration, while Mini controls are limited to the ones needed for daily printing
ru_ua: Стандартные элементы управления включают все элементы управления, необходимые для настройки принтера и калибровки, в то время как мини -элементы управления ограничены теми, которые необходимы для ежедневной печати

source: Add a menu to select Slic3r profiles directly from Pronterface
ru_ua: Добавьте меню, чтобы выбрать профили SLIC3R непосредственно из Pronterface

source: Enable Slic3r integration
ru_ua: Включить интеграцию Slic3r

source: Update Slic3r default presets
ru_ua: Обновление Slic3r предустановки по умолчанию

source: When selecting a profile in Slic3r integration menu, also save it as the default Slic3r preset
ru_ua: При выборе профиля в меню интеграции SLIC3R, также сохраните его в качестве предустановки SLIC3R по умолчанию

source: Main visualization
ru_ua: Основная визуализация

source: None
ru_ua: Никто
