Repository: dovganya/locale_ru
Catalog: pronterface.po
Languages: ru_ua

source: Select visualization for main window.
ru_ua: Выберите визуализацию для главного окна.

source: Use 3D in GCode viewer window
ru_ua: Используйте 3D в окне просмотра Gcode

source: Use 3D mode instead of 2D layered mode in the visualization window
ru_ua: Используйте 3D режим вместо двухмерного многослойного режима в окне визуализации

source: 3D viewer options
ru_ua: 3D Параметры просмотра

source: Use a lighter 3D visualization
ru_ua: Используйте более легкую 3D визуализацию

source: Use a lighter visualization with simple lines instead of extruded paths for 3D viewer
ru_ua: Используйте более легкую визуализацию с простыми линиями вместо экструдированных путей для 3D просмотра

source: A perspective view looks more realistic, but is a bit more confusing to navigate
ru_ua: Перспективный вид выглядит более реалистично, но немного более запутанна навигация

source: Use a perspective view instead of orthographic
ru_ua: Используйте представление перспективы вместо орфографического

source: Amount of anti-aliasing samples used in the 3D viewer
ru_ua: Количество цветовых сэмплов, взятых в разных местах в пикселе, используемыми в 3D просмотре

source: Number of anti-aliasing samples
ru_ua: Количество сэмплов антиалиасинга

source: Track current layer in main 3D view
ru_ua: Отслеживать текущий слой в основном 3D виде

source: Track the currently printing layer in the main 3D visualization
ru_ua: Отслеживайте в данный момент печатный слой в основной 3D -визуализации

source: Extrusion width for 3D viewer
ru_ua: Ширина экструзии для 3D просмотра

source: Width of printed path in 3D viewer
ru_ua: Ширина печатного пути в 3D просмотра

source: Height of printed path in 3D viewer
ru_ua: Высота печатного пути в 3D просмотрах

source: Layer height for 3D viewer
ru_ua: Высота слоя для 3D просмотра

source: Display temperature graph
ru_ua: Отображать график температуры

source: Display time-lapse temperature graph
ru_ua: Отображать график температуры по времени

source: Display graphical gauges for temperatures visualization
ru_ua: Отображать графические датчики для визуализации температуры

source: Display temperature gauges
ru_ua: Отображать температурные датчики

source: Display a checkbox that, when check, locks most of Pronterface
ru_ua: Отобразить флажок, который при проверке блокирует большую часть Properface

source: Display interface lock checkbox
ru_ua: Флажок блокировки интерфейса отображения

source: If lock checkbox is enabled, lock the interface when starting a print
ru_ua: Если флажок блокировки включен, заблокируйте интерфейс при запуске печати

source: Lock interface upon print start
ru_ua: Блокировка интерфейса при печати

source: Regularly update visualization during the load of a G-Code file
ru_ua: Регулярно обновлять визуализацию во время загрузки файла G-кода

source: Update UI during G-Code load
ru_ua: Обновить интерфейс во время загрузки G-кода

source: 2D viewer options
ru_ua: 2D Параметры просмотра

source: Preview extrusion width
ru_ua: Предварительный просмотр ширины экструзии

source: Width of Extrusion in Preview
ru_ua: Ширина экструзии в предварительном просмотре

source: Fine Grid Spacing
ru_ua: Мелкий Интервал Сетки

source: Fine grid spacing
ru_ua: Мелкое расстояние между сетками

source: Coarse Grid Spacing
ru_ua: Крупный Интервал Сетки

source: Coarse grid spacing
ru_ua: Крупное расстояние между сетками

source: General
ru_ua: Общий

source: Background color
ru_ua: Цвет фона

source: Pronterface background color
ru_ua: Pronterface Цвет фона

source: Temperature Graph
ru_ua: График температуры

source: Color of the temperature graph background
ru_ua: Цвет фона графика температуры

source: Graph background color
ru_ua: Цвет фона

source: Color of the temperature graph text
ru_ua: Цвет текста графика температуры

source: Graph text color
ru_ua: Цвет текста

source: Color of the temperature graph grid
ru_ua: Цвет сетки графика температуры

source: Graph grid color
ru_ua: Цвет сетки

source: Color of the temperature graph fan speed line
ru_ua: Цвет линии скорости вентилятора графика температуры

source: Graph fan line color
ru_ua: Цвет скорости вентилятора

source: Color of the temperature graph bed temperature line
ru_ua: Цвет линии температуры стола графика температуры

source: Graph bed line color
ru_ua: Цвет температуры стола

source: Color of the temperature graph bed temperature target line
ru_ua: Цвет линии заданной температуры стола графика температуры

source: Graph bed target line color
ru_ua: Цвет заданной температуры стола

source: Color of the temperature graph extruder 0 temperature line
ru_ua: Цвет линии температуры экструдера 0 графика температуры

source: Graph ex0 line color
ru_ua: Цве температуры Ex0

source: Color of the temperature graph extruder 0 target temperature line
ru_ua: Цвет линии заданной температуры экструдера 0 графика температуры

source: Graph ex0 target line color
ru_ua: Цвет заданной температуры Ex0

source: Color of the temperature graph extruder 1 temperature line
ru_ua: Цвет линии температуры экструдера 1 графика температуры

source: Graph ex1 line color color
ru_ua: Цвет температуры Ex1

source: Color of the temperature graph extruder 1 temperature target line
ru_ua: Цвет линии заданной температуры экструдера 1 графика температуры

source: Graph ex1 target line color
ru_ua: Цвет заданной температуры Ex1

source: 3D Viewer
ru_ua: 3D Просмотр

source: 3D view background color
ru_ua: Цвет фона

source: Color of the 3D view background
ru_ua: Цвет фона 3D вида

source: 3D view travel moves color
ru_ua: Цвет перепепемещения

source: Color of travel moves in 3D view
ru_ua: Цвет холостого перемещения в 3D виде

source: 3D view print moves color
ru_ua: Цвет передвижений печати

source: Color of print moves with tool 0 in 3D view
ru_ua: Цвет передвижения при печати инструментом 0 в 3D виде

source: 3D view tool 1 moves color
ru_ua: Цвет передвижений инструмента 1

source: Color of print moves with tool 1 in 3D view
ru_ua: Цвет передвижения при печати инструментом 1 в 3D виде

source: 3D view tool 2 moves color
ru_ua: Цвет передвижений инструмента 2

source: Color of print moves with tool 2 in 3D view
ru_ua: Цвет передвижения при печати инструментом 2 в 3D виде

source: 3D view tool 3 moves color
ru_ua: Цвет передвижений инструмента 3

source: Color of print moves with tool 3 in 3D view
ru_ua: Цвет передвижения при печати инструментом 3 в 3D виде

source: 3D view tool 4 moves color
ru_ua: Цвет передвижений инструмента 4

source: Color of print moves with tool 4 in 3D view
ru_ua: Цвет передвижения при печати инструментом 4 в 3D виде

source: 3D view printed moves color
ru_ua: Цвет печати

source: Color of printed moves in 3D view
ru_ua: Цвет печатных движений в 3D виде

source: 3D view current layer moves color
ru_ua: Цвет текущего слоя

source: Color of moves in current layer in 3D view
ru_ua: Цвет движения в текущем слое в 3D виде

source: 3D view printed current layer moves color
ru_ua: Цвет напечатаного

source: Color of already printed moves from current layer in 3D view
ru_ua: Цвет уже напечатаного в текущем слое в 3D виде

source: Changing some of these settings might require a restart to get effect
ru_ua: Изменение некоторых настроек требует перезапуска, чтобы вступили в силу

source: Note:
ru_ua: Примечание:

source: automatically try to connect to printer on startup
ru_ua: автоматически пытайтесь подключиться к принтеру при запуске

source: Failed to load recent files list:
ru_ua: Не удалось загрузить недавний список файлов:

source: SD upload: %04.2f%% |
ru_ua: SD загрузка: %04.2f%% |

source: Line# %d of %d lines |
ru_ua: Строка# %d из %d строк(и) |

source: SD printing: %04.2f%% |
ru_ua: SD Печать: %04.2f%% |

source: Printing: %04.2f%% |
ru_ua: Печать: %04.2f%% |

source: Est: %s of %s remaining |
ru_ua: Est: %s из %s осталось |

source: Z: %.3f mm
ru_ua: Z: %.3f мм

source: Warning: The print progress message might be too long to be displayed properly
ru_ua: Предупреждение: Сообщение о прогрессе печати может быть слишком длинным, чтобы отобразить должным образом

source: Locking interface.
ru_ua: Блокировка интерфейса.

source: Unlocking interface.
ru_ua: Разблокировка интерфейса.

source: Connecting...
ru_ua: Соединение ...

source: Could not parse baud rate:
ru_ua: Не мог проанализировать скорость бит/с:

source: &Pause
ru_ua: &Пауза

source: &Print
ru_ua: &Печать

source: Disconnected.
ru_ua: Отключен.

source: Reset.
ru_ua: Перезагрузить.

source: Are you sure you want to reset the printer?
ru_ua: Вы уверены, что хотите сбросить принтер?

source: Reset?
ru_ua: Перезагрузить?

source: Restart
ru_ua: Перезапуск

source: Enter a target filename in 8.3 format:
ru_ua: Введите целевое имя файла в формате 8.3:

source: Pick SD filename
ru_ua: Выберите имя файла SD

source: File upload complete
ru_ua: Загрузка файла завершена

source: Print paused at: %s
ru_ua: Печать приостановлена в: %s

source: Resume
ru_ua: Возобновить

source: Resuming.
ru_ua: Возобновил.

source: Pick SD file
ru_ua: Выберите SD -файл

source: Select the file to print
ru_ua: Выберите файл для печати

source: Running
ru_ua: Выполнить

source: Failed to execute slicing software:
ru_ua: Не удалось выполнить программное обеспечение для нарезки:

source: Slicing...
ru_ua: Слайсинг...

source: Cancel
ru_ua: Отмена

source: Slicing
ru_ua: Слайсинг

source: OBJ, STL, and GCODE files (*.gcode;*.gco;*.g;*.stl;*.STL;*.obj;*.OBJ)|*.gcode;*.gco;*.g;*.stl;*.STL;*.obj;*.OBJ|GCODE files (*.gcode;*.gco;*.g)|*.gcode;*.gco;*.g|OBJ, STL files (*.stl;*.STL;*.obj;*.OBJ)|*.stl;*.STL;*.obj;*.OBJ|All Files (*.*)|*.*
ru_ua: OBJ, STL, и GCODE файлы (*.gcode;*.gco;*.g;*.stl;*.STL;*.obj;*.OBJ)|*.gcode;*.gco;*.g;*.stl;*.STL;*.obj;*.OBJ|GCODE файлы (*.gcode;*.gco;*.g)|*.gcode;*.gco;*.g|OBJ, STL файлы (*.stl;*.STL;*.obj;*.OBJ)|*.stl;*.STL;*.obj;*.OBJ|Все файлы (*.*)|*.*

source: Could not update recent files list:
ru_ua: Не удалось обновить недавний список файлов:

source: Loading %s: %d layers loaded (%d lines)
ru_ua: Загрузка %s: %d Layers загружены (%d строк(и))

source: Loading %s...
ru_ua: Загрузка %s...

source: Loaded %s, %d lines
ru_ua: Загружен %s, %d строк(и)

source: Load File
ru_ua: Загрузить файл

source: WARNING: Currently loaded spool for extruder
ru_ua: Предупреждение: В настоящее время загруженная катушка для экструдера

source: %d will likely run out of filament during the print.
ru_ua: %d, скорее всего, закончится нить во время печати.

source: %s of filament used in this print
ru_ua: %s нити, используемой в этой печати

source: Using spool '%s' (%s of filament will remain)
ru_ua: Использование Spool '%s' (%s нити останется)

source: The print goes:
ru_ua: Печать начать:

source: - from %.2f mm to %.2f mm in X and is %.2f mm wide
ru_ua: - от %.2f мм до %.2f мм в x и имеет значение .2f мм в ширину

source: - from %.2f mm to %.2f mm in Y and is %.2f mm deep
ru_ua: - от %.2f мм до %0,2f мм в Y и имеет %.2f мм в глубину

source: - from %.2f mm to %.2f mm in Z and is %.2f mm high
ru_ua: - от %.2f мм до %0,2f мм в z и имеет значение .2f мм высокой

source: Save as
ru_ua: Сохранить как

source: GCODE files (*.gcode;*.gco;*.g)|*.gcode;*.gco;*.g|All Files (*.*)|*.*
ru_ua: GCODE файлы (*.gcode;*. Gco;*. G) |*.gcode;*. Gco;*. G | Все файлы (*.*) |*.*

source: G-Code successfully saved to %s
ru_ua: G-код успешно сохранен в %s

source: Printer is now online.
ru_ua: Принтер сейчас онлайн.

source: Dis&connect
ru_ua: Отключить

source: Disconnect from the printer
ru_ua: Отключиться от принтера

source: Heater%s:
ru_ua: Тэн%s:

source: Click to add new custom button
ru_ua: Нажмите, чтобы добавить новую пользовательскую кнопку

source: Execute command:
ru_ua: Выполнить команду:

source: Defines custom button. Usage: button <num> "title" [/c "colour"] command
ru_ua: Определяет пользовательскую кнопку. Использование: кнопка <num> "title" [/c "colour"] команда

source: Custom button number should be between 0 and 63
ru_ua: Пользовательский номер кнопки должен быть между 0 и 63

source: Edit custom button '%s'
ru_ua: Редактировать пользовательскую кнопку '%s'

source: Move left <<
ru_ua: Переместите влево <<

source: Move right >>
ru_ua: Переместите вправо >>

source: Remove custom button '%s'
ru_ua: Удалить пользовательскую кнопку '%s'

source: Add custom button
ru_ua: Добавить пользовательскую кнопку

source: Failed to handle button
ru_ua: Не удалось обработать кнопку

source: Do you want to erase the macro?
ru_ua: Вы хотите стереть макрос?

source: Cancelled.
ru_ua: Отменён.

source: Enter macro name
ru_ua: Введите имя макроса

source: Macro name:
ru_ua: Имя макроса:

source: Macro name may contain only ASCII alphanumeric symbols and underscores
ru_ua: Название макроса может содержать только буквенно -цифровые символы ASCII

source: Name '%s' is being used by built-in command
ru_ua: Имя '%s' используется встроенной командой

source: RPC server bound on non-default port %d
ru_ua: Сервер RPC, связанный с портом без декорации %d

source: Default:
ru_ua: По умолчанию:

source: (Control-doubleclick to reset to default value)
ru_ua: (Управление-двойное нажатие для сброса до значения по умолчанию)

source: Choose Directory...
ru_ua: Выберите Каталог...

source: Width:
ru_ua: Ширина:

source: Depth:
ru_ua: Глубина:

source: Height:
ru_ua: Высота:

source: X Offset:
ru_ua: X смещение:

source: Y Offset:
ru_ua: Y смещение:

source: Z Offset:
ru_ua: Z смещение:

source: X Home Pos.:
ru_ua: X Дома Поз.:

source: Y Home Pos.:
ru_ua: Y Дома Поз:

source: Z Home Pos.:
ru_ua: Z Дома Поз:

source: Port used to communicate with printer
ru_ua: Порт, используемый для связи с принтером

source: Serial Port:
ru_ua: Серийный порт:

source: Baud Rate:
ru_ua: Скорость бит/с:

source: Communications Speed
ru_ua: Скорость связи

source: TCP Streaming Mode:
ru_ua: TCP потоковой режим:

source: When using a TCP connection to the printer, the streaming mode will not wait for acks from the printer to send new commands.This will break things such as ETA prediction, but can result in smoother prints.
ru_ua: При использовании подключения TCP с принтером режим потоковой передачи не будет ждать, пока ACK от принтера отправит новые команды. Это сломает такие вещи, как предсказание ETA, но может привести к более плавным отпечаткам.

source: Enable RPC server to allow remotely querying print status
ru_ua: Включить RPC сервер, чтобы разрешить удаленно запросить состояние печати

source: RPC Server:
ru_ua: RPC Сервер:

source: Disabling DTR would prevent Arduino (RAMPS) from resetting upon connection
ru_ua: Отключение DTR предотвратит сброс Arduino (RAMPS) при соединении

source: Custom device pattern: for example /dev/3DP_*
ru_ua: Пользовательский шаблон устройства: например /dev/3DP_*

source: Device Name Pattern:
ru_ua: Шаблон имени устройства:

source: Bed Temperature for ABS:
ru_ua: Температура стола для ABS:

source: Heated Build Platform temp for ABS (deg C)
ru_ua: Нагреввать Платформу для ABS (град C)

source: Bed Temperature for PLA:
ru_ua: Температура стола для PLA:

source: Heated Build Platform temp for PLA (deg C)
ru_ua: Нагреввать Платформу для PLA (град C)

source: Extruder Temperature for ABS:
ru_ua: Температура экструдера для ABS:

source: Extruder temp for ABS (deg C)
ru_ua: Температура экструдера для ABS (град C)

source: Extruder Temperature for PLA:
ru_ua: Температура экструдера для PLA:

source: Extruder temp for PLA (deg C)
ru_ua: Температура экструдера для PLA (град C)

source: Feedrate for Control Panel Moves in X and Y (mm/min)
ru_ua: Подача для панели управления перемещается в X и Y (мм/мин)

source: X && Y Manual Feedrate:
ru_ua: X && Y Ручная подача:

source: Feedrate for Control Panel Moves in Z (mm/min)
ru_ua: Подача для панели управления перемещается в Z (мм/мин)

source: Z Manual Feedrate:
ru_ua: Z Ручная подача:

source: E Manual Feedrate:
ru_ua: E Ручная подача:

source: Feedrate for Control Panel Moves in Extrusions (mm/min)
ru_ua: Перевод для панели управления перемещается в Экструзиях (мм/мин)

source: Path to Slicer:
ru_ua: Путь к Slicer:

source: Path to slicer
ru_ua: Путь к слайсеру

source: Slice Command:
ru_ua: Команда Slice:

source: Slice command
ru_ua: Команда Slice

source: Slice settings command
ru_ua: Команда настройки среза

source: Slicer options Command:
ru_ua: Команда параметров Slicer:

source: Executable to run when the print is started
ru_ua: Исполняемый файл для запуска при начале печати

source: Start Command:
ru_ua: Команда Вначале:

source: Executable to run when the print is finished
ru_ua: Исполняемый файл для запуска при завершении печати

source: Final Command:
ru_ua: Команда Вконце :

source: Error Command:
ru_ua: Команда Ошибоки:

source: Executable to run when an error occurs
ru_ua: Исполняемый файл для запуска, когда возникает ошибка

source: Log Path:
ru_ua: Путь журнала:

source: Path to the log file. An empty path will log to the console.
ru_ua: Путь к файлу журнала. Пустой путь войдет в консоль.

source: Failed to run callback after setting '%s':
ru_ua: Не удалось запустить обратный вызов после настройки '%s':

source: Add a new spool
ru_ua: Добавить новую катушку

source: Edit the selected spool
ru_ua: Изменить выбранную катушку

source: Delete the selected spool
ru_ua: Удалить выбранную катушку

source: Spool List
ru_ua: Список катушек

source: Could not load the spool. No spool selected.
ru_ua: Не мог загрузить катушку. Не выбрана катушка.

source: Spool '%s' is already loaded for Extruder %d.
ru_ua: Катушка '%s' уже загружена для экструдера %d.

source: Loaded spool '%s' for Extruder %d.
ru_ua: Загруженная катушка '%s' для экструдера %d.

source: Unloaded spool from Extruder %d.
ru_ua: Выгруженная катушка из экструдера %d.

source: There is no spool loaded for Extruder %d.
ru_ua: Нет загрузки катушки для экструдера %d.

source: Could not edit the spool. No spool selected.
ru_ua: Не мог редактировать катушку. Не выбрана катушка.

source: Could not delete the spool. No spool selected.
ru_ua: Не мог удалить катушку. Не выбрана катушка.

source: Are you sure you want to delete the '%s' spool?
ru_ua: Вы уверены, что хотите удалить катушку '%s'?

source: Delete Spool
ru_ua: Удалить катушку

source: Deleted spool '%s'.
ru_ua: Удаленная катушка '%s'.

source: Spool
ru_ua: Катушка

source: Filament
ru_ua: Нить

source: Name: Remaining filament:
ru_ua: Имя: Оставшаяся нить:

source: Load selected spool for Extruder %d
ru_ua: Загрузите выбранную катушку для экструдера %d

source: Unload
ru_ua: Разгрузка

source: Unload the spool for Extruder %d
ru_ua: Разгрузить катушку для экструдера %d

source: Spool for Extruder %d:
ru_ua: Катушка для экструдера %d:

source: A spool with the name '%s'' already exists.
ru_ua: Катушка с именем '%s' 'уже существует.

source: Do you wish to overwrite it?
ru_ua: Вы хотите переписать это?

source: Overwrite
ru_ua: Переписать

source: Value contains a comma, please use a point for decimal values: %s
ru_ua: Значение содержит запятую, используйте точку для десятичных значений: %s

source: Unrecognized number: %s
ru_ua: Неизвестный номер: %s

source: Add Spool
ru_ua: Добавить катушку

source: Default Spool
ru_ua: Катушка по умолчанию

source: Name:
ru_ua: Имя:

source: Diameter:
ru_ua: Диаметр:

source: Typically, either 1.75 mm or 2.85 mm
ru_ua: Обычно 1,75 мм или 2,85 мм

source: Weight:
ru_ua: Масса:

source: Density:
ru_ua: Плотность:

source: Typical densities are 1.25 g/cm^3 for PLA, 1.27 g/cm^3 for PETG or 1.08 g/cm^3 for ABS
ru_ua: Типичные плотности составляют 1,25 г/см^3 для PLA, 1,27 г/см^3 для PETG или 1,08 г/см^3 для ABS

source: ERROR: Unrecognized length: %s.
ru_ua: Ошибка: Неизвестная длина: %s.

source: ERROR: Length is zero or negative: %.2f.
ru_ua: Ошибка: Длина нулевая или отрицательная: %.2f.

source: Added new spool '%s'
ru_ua: Добавлена новая катушка '%s'

source: with %.2f mm of remaining filament.
ru_ua: с %.2f мм оставшейся нити.

source: Edit Spool
ru_ua: Редактировать катушку

source: Remaining filament:
ru_ua: Оставшаяся нить:

source: Edited spool '%s'
ru_ua: Отредактированная катушка '%s'

source: Could not load 3D viewer for plater:
ru_ua: Не удалось загрузить 3D просмотр для платер:

source: STL files (*.stl;*.STL)|*.stl;*.STL|OpenSCAD files (*.scad)|*.scad
ru_ua: STL файлы (*.stl;*.STL)|*.stl;*.STL|OpenSCAD файлы (*.scad)|*.scad

source: STL files (*.stl;*.STL)|*.stl;*.STL
ru_ua: STL файлы (*.stl;*.STL)|*.stl;*.STL

source: Cutting %s alongside %s axis
ru_ua: Резать %s вместе с %s

source: Skipping %s for rebase search
ru_ua: Пропустить %s для повторного поиска

source: Rebasing %s
ru_ua: Повторить %s

source: Loading STL file failed
ru_ua: Загрузка файла STL не удалась

source: Error:
ru_ua: Ошибка:

source: Loading STL file failed:
ru_ua: Загрузка файла STL не удалась:

source: Loading OpenSCAD file failed
ru_ua: Загрузка файла OpenSCAD не удалась

source: Loading OpenSCAD file failed:
ru_ua: Загрузка файла OpenSCAD не удалась:

source: Couldn't load non-existing file %s
ru_ua: Не смог загрузить не существующий файл %s

source: Wrote plate to %s
ru_ua: Нанес поверхность для %s

source: Failed to use simarrange for plating, falling back to the standard method. The error was:
ru_ua: Не удалось использовать Simarrange для покрытия, вернувшись к стандартному методу. Ошибка была:

source: Autoplating using simarrange
ru_ua: Авто размещение с использованием simarrange

source: Plate full, please remove some objects
ru_ua: Поверхность заполнена, пожалуйста, удалите несколько объектов

source: simarrange failed
ru_ua: smarrange потерпел неудачу

source: Not an ascii stl solid - attempting to parse as binary
ru_ua: Не ascii stl solid - попытка проанализировать как бинарный

source: Color must be specified as #RGB
ru_ua: Цвет должен быть указан как #RGB

source: Color must be specified as #RGBA
ru_ua: Цвет должен быть указан как #RGBA

source: Caught an exception, exiting:
ru_ua: Поймал исключение, выходя:
