Repository: dovganya/locale_ru
Catalog: pronterface.po
Languages: ru_ua

source: Print Excluder
ru_ua: Печать Исключений

source: Reset Selection
ru_ua: Сбросить Выбор

source: Draw rectangles where print instructions should be ignored.
ru_ua: Нарисуйте прямоугольники, где инструкции печати следует игнорировать.

source: Excluder always affects all layers, layer setting is disregarded.
ru_ua: Исключение всегда влияет на все слои, настройка слоя игнорируется.

source: GCODE files
ru_ua: Файлы GCODE

source: G-Code Plate Builder
ru_ua: G-Код Создание Платера для печати

source: Exported merged G-Codes to %s
ru_ua: Экспортированные объединенные G-коды в %s

source: Invalid layer for injection
ru_ua: Неровное расположение слоёв

source: Invalid layer for edition
ru_ua: Неправильное расположение слоёв

source: Fit to view
ru_ua: Подходит для просмотра

source: Fit to view [F]
ru_ua: Подходит для просмотра [F]

source: Fit view to display entire print
ru_ua: Подходит , чтобы отобразить всю печать

source: Click [Mouse-Right] to move the view, click [Mouse-Left] to pan the view, scroll with [Mouse Wheel] to zoom, and scroll with [Shift]+[Mouse Wheel] to change the layer.
ru_ua: Нажмите [Правой клавишей мыши], чтобы переместить вид, нажмите [Колесо мыши], чтобы охватить вид, прокрутите с [Колесо мыши], чтобы увеличить масштаб и прокрутить с [shift]+[Колесо мыши], чтобы изменить слой.

source: Layer %d: %s Z = %.03f mm
ru_ua: Слой %d: %s Z = %.03f мм

source: Last layer: Object complete
ru_ua: Последний слой: Объект завершен

source: G-Code Viewer: Can't process slider. Please wait until model is loaded completely.
ru_ua: G-Код Просмотр: не может обработать слайдер. Пожалуйста, подождите, пока модель будет полностью загружена.

source: G-Code Viewer
ru_ua: G-Код Просмотр

source: OpenGL failed, disabling it:
ru_ua: OpenGL не удалось, отключить:

source: WX >= 4 is not installed. This program requires WX >= 4 to run.
ru_ua: WX> = 4 не установлен. Эта программа требует WX> = 4 для запуска.

source: Commands
ru_ua: Команды

source: Status
ru_ua: Статус

source: Tabbed with platers
ru_ua: Платеры на однам столе

source: Plater
ru_ua: Платер

source: G-Code Plater
ru_ua: G-Код Платер

source: [J]og controls. (Shift)+TAB ESC Shift/Ctrl+(arrows PgUp/PgDn)
ru_ua: [Б]еглое управление. (Shift)+TAB ESC Shift/Ctrl+(стрелка PgUp/PgDn)

source: Heat:
ru_ua: Нагрев:

source: Switch Hotend Off
ru_ua: Выключить нагрев Хотенда

source: Off
ru_ua: Выкл.

source: Select Temperature for [H]otend
ru_ua: Выберите температуру для нагрева [Х]отенда

source: Switch Hotend On
ru_ua: Включить нагрев Хотенда

source: Set
ru_ua: Устан.

source: Bed:
ru_ua: Стол:

source: Switch Heated Bed Off
ru_ua: Выключить нагрев Стола

source: Select Temperature for Heated [B]ed
ru_ua: Выберите температуру для нагрева [С]тола

source: Switch Heated Bed On
ru_ua: Включить нагрев Стола

source: Print speed:
ru_ua: Скорость печати:

source: Set print speed factor
ru_ua: Установить коэффициент скорости печати

source: Print flow:
ru_ua: Поток печати:

source: Set print flow factor
ru_ua: Установить коэффициент потока печати

source: Heater:
ru_ua: Тэн:

source: Length:
ru_ua: Длина:

source: mm
ru_ua: мм

source: mm @
ru_ua: мм @

source: Amount to Extrude or Retract (mm)
ru_ua: Количество для выдавливания или втягивания (мм)

source: Extrude / Retract speed (mm/min)
ru_ua: Скорость Выдавливания / Вытягивания (мм/мин)

source: Speed:
ru_ua: Скорость:

source: mm/ min
ru_ua: мм/ мин

source: Tool:
ru_ua: Инструмент:

source: Click to switch current extruder
ru_ua: Нажмите, чтобы включить текущий экструдера

source: Select current extruder
ru_ua: Выберите текущий экструдер

source: Set Maximum Speed for X & Y axes (mm/min)
ru_ua: Установите максимальную Скорость для оси X & Y (мм/мин)

source: mm/min Z:
ru_ua: мм/мин Z:

source: Set Maximum Speed for Z axis (mm/min)
ru_ua: Установить максимальную Скорость для оси Z (мм/мин)

source: Temperature graph
ru_ua: Температурный график

source: Send commands to printer (Type 'help' for simple help function)
ru_ua: Отправить команды на принтер (Тип'help'для простой помощи в функции)

source: Command to send
ru_ua: Отправить команду

source: Send
ru_ua: Отправить

source: Send Command to Printer
ru_ua: Отправить команду на Принтер

source: Lock
ru_ua: Замок

source: Lock graphical interface
ru_ua: Заблокировать графический интерфейс

source: Communication Settings Click to rescan ports
ru_ua: Настройки связи Нажмите, чтобы отменить порты

source: Port
ru_ua: Порт

source: Select Port Printer is connected to
ru_ua: Выбрать порт Принтер подключен к

source: Select Baud rate for printer communication
ru_ua: Выберите Скорость бит/с для коммуникации принтера

source: &Connect
ru_ua: &Соединить

source: Connect to the printer
ru_ua: Подключиться к принтеру

source: Reset the printer
ru_ua: Сбросить принтер

source: Reset
ru_ua: Перезагрузить

source: Load a 3D model file
ru_ua: Загрузить файл 3D модели

source: Load file
ru_ua: Загрузить файл

source: SD Card Printing
ru_ua: SD Карта Печать

source: Print
ru_ua: Печать

source: Start Printing Loaded File
ru_ua: Начать Печать загруженного файла

source: Pause Current Print
ru_ua: Пауза текущей Печати

source: Pause
ru_ua: Пауза

source: Turn printer off
ru_ua: Выключите принтер

source: 3D view mode requested, but we failed to initialize it.
ru_ua: Режим 3D просмотра запрошен, но мы не смогли его инициализировать.

source: Falling back to 2D view, and here is the backtrace:
ru_ua: Возвращение к 2D виду, и вот обратная связь:

source: Click to examine / edit layers of loaded file
ru_ua: Нажмите, чтобы проверить / редактировать слои загруженного файла

source: Find...
ru_ua: Найти...

source: No content to search.
ru_ua: Нет контента для поиска.

source: Find and Replace...
ru_ua: Найдите и Замените ...

source: No matches
ru_ua: Нет совпадений

source: Replaced {} matches
ru_ua: Заменил {} совпадения

source: Match {} out of {}
ru_ua: Совпало {} из {}

source: Printer Settings
ru_ua: Настройки Принтера

source: User Interface
ru_ua: Пользовательский Интерфейс

source: Viewer
ru_ua: Просмотр

source: Colors
ru_ua: Расцветка

source: External Commands
ru_ua: Внешние Команды

source: Edit Settings
ru_ua: Редактировать Настройки

source: Custom Button
ru_ua: Пользовательская Кнопка

source: Button Title:
ru_ua: Название Кнопки:

source: Colour:
ru_ua: Цвет:

source: Type short commands directly, enter a name for a new macro or select an existing macro from the list.
ru_ua: Введите короткие команды напрямую, введите имя для нового макроса или выберите существующий макрос в списке.

source: Command:
ru_ua: Команда:

source: Create a new macro or edit an existing one.
ru_ua: Создайте новый макрос или отредактируйте существующий.

source: Layer number and Z position show here when you scroll
ru_ua: Номер слоя и позиция Z показывают здесь, когда вы прокрутите

source: Zoom Out [-]
ru_ua: Уменьшить [-]

source: Zoom In [+]
ru_ua: Увеличить [+]

source: Reset View
ru_ua: Сбросить Вид

source: Reset View [R]
ru_ua: Сбросить Вид [R]

source: Move Down a Layer [D]
ru_ua: Переместить Вниз по Слою [D]

source: Move Up a Layer [U]
ru_ua: Переместить Вверх по Слой [U]

source: Inject
ru_ua: Вводить

source: Inject G-Code
ru_ua: Введите G-код

source: Insert code at the beginning of this layer
ru_ua: Вставьте код в начале этого уровня

source: Edit
ru_ua: Редактировать

source: Edit Layer
ru_ua: Редактировать Слой

source: Edit the G-Code of this layer
ru_ua: Отредактируйте G-код этого слоя

source: Close
ru_ua: Закрыть

source: Close Window
ru_ua: Закрыть Окно

source: Click [Mouse-Right] to move the view, click [Mouse-Left]to pan the view, scroll with [Mouse Wheel] to zoom, and scroll with [Shift]+[Mouse Wheel] to change the layer.
ru_ua: Нажмите [Правой клавишей мыши] чтобы переместить вид, нажмите [Левой клавишей мыши] чтобы охватить вид,, прокрутите с [Колесо мыши] чтобы увеличить масштаб, и прокрутить с [Shift]+[Колесо мыши] чтобы изменить слой.

source: Layer %d: Z = %.03f mm
ru_ua: Слой %d: Z = %.03f мм

source: Inject G-Code at layer %d (Z = %.03f)
ru_ua: Внедрять G-код на слое %d (z = %.03f)

source: Edit G-Code of layer %d (Z = %.03f)
ru_ua: Редактировать G-код слоя %d (Z = %.03f)

source: Successfully injected %d lines at beginning of layer %d
ru_ua: Успешно вводится %d строк(и) в начале слоя %d

source: Successfully edited layer %d (which now contains %d lines)
ru_ua: Успешно отредактированный слой %d (который теперь содержит %d строк(и))

source: + Add Model
ru_ua: + Добавить модель

source: Auto Arrange
ru_ua: Авто Расположить

source: Clear All
ru_ua: Очистить Все

source: Export
ru_ua: Экспорт

source: Snap to Zero
ru_ua: В ноль

source: Put at Center
ru_ua: В центр

source: Delete
ru_ua: Удалить

source: Cutting Tool
ru_ua: Режущий инструмент

source: Choose axis to cut along:
ru_ua: Выберите ось, чтобы разрезать:

source: Doubleclick to set the cutting plane.
ru_ua: Двойной щелчок чтобы установить плоскость реза.

source: Process Cut
ru_ua: Разрезать

source: Autoplating
ru_ua: Авто размещение

source: Bed full, sorry sir :(
ru_ua: Стол заполнен, извините, сэр :(

source: Are you sure you want to clear the grid? All unsaved changes will be lost.
ru_ua: Вы уверены, что хотите очистить сетку? Все несохраненные изменения будут потеряны.

source: Clear the grid?
ru_ua: Очистить сетку?

source: Pick file to load
ru_ua: Выберите файл для загрузки

source: Pick file to save to
ru_ua: Выберите файл, чтобы сохранить в

source: STL Plate Builder
ru_ua: STL Создание Платера для печати

source: Aborting connection attempt after 4 failed writes.
ru_ua: Прервать попытки подключения после 4 неудачных записей.

source: Not connected to printer.
ru_ua: Не подключен к принтеру.

source: Print start callback failed with:
ru_ua: Печать начального обратного вызова не удалось с:

source: Print end callback failed with:
ru_ua: Печать конечного обратного вызова не удалось с:

source: Print thread died due to the following error:
ru_ua: Печать потока замер из -за следующей ошибки:

source: Could not analyze command %s:
ru_ua: Не удалось проанализировать команду %s:

source: No valid file loaded.
ru_ua: Не загружен допустимый файл.

source: Showing, Runtime {:.3f} s
ru_ua: Показзать, время выполнения {:.3f} s

source: Lowering, Runtime {:.3f} s
ru_ua: Снижение, время выполнения { .3f} s

source: Rising, Runtime {:.3f} s
ru_ua: Поднятие, время выполнения {:.3f} s

source: Hiding, Runtime {:.3f} s
ru_ua: Скрытие, время выполнения {:.3f} s

source: End
ru_ua: Конец

source: Layer Projector Control
ru_ua: Управление проектором Слоя

source: Controls
ru_ua: Управление

source: Load
ru_ua: Загрузка

source: Choose a SVG file created from Slic3r or Skeinforge, a PrusaSlicer SL1-file or a zip file of bitmap images (.3dlp.zip).
ru_ua: Выберите файл SVG, созданный из Slic3r или SkeInforge, Prusaslicer SL1-File или zip-файла изображений растрового изображения (.3dlp.zip).

source: Start
ru_ua: Старт

source: Starts the presentation of the slices.
ru_ua: Запускает презентацию срезов.

source: Pauses the presentation. Can be resumed afterwards by clicking this button, or restarted by clicking start again.
ru_ua: Пауза презентации. Можно возобновить после этого, нажав на эту кнопку или перезапустить, нажав запуск снова.

source: Stop
ru_ua: Стоп

source: Stops presenting the slices.
ru_ua: Прекращает презентацию срезов..

source: Settings
ru_ua: Настройки

source: Layerheight (mm):
ru_ua: Высота слоя (мм):

source: The thickness of each slice. Should match the value used to slice the model. SVG files update this value automatically, 3dlp.zip files have to be manually entered.
ru_ua: Толщина каждого среза. Следует соответствовать значению, используемому для нарезания модели. Файлы SVG обновляют это значение автоматически, файлы 3dlp.zip должен введен вручную.

source: Exposure (s):
ru_ua: Экспозиция (и):

source: How long each slice should be displayed.
ru_ua: Как долго должен отображаться каждый срез.

source: Blank (s):
ru_ua: Пустота (ы):

source: The pause length between slices. This should take into account any movement of the Z axis, plus time to prepare the resin surface (sliding, tilting, sweeping, etc).
ru_ua: Длина паузы между срезами. Это должно учитывать любое движение оси Z, плюс время для подготовки поверхности смолы (скольжение, наклонение, подметание и т. д.).

source: Scale:
ru_ua: Шкала:

source: The additional scaling of each slice.
ru_ua: Дополнительное масштабирование каждого среза.

source: Direction:
ru_ua: Направление:

source: Bottom Up
ru_ua: С низу вверх

source: Top Down
ru_ua: Сверху вниз

source: The direction the Z axis should move. Top Down is where the projector is above the model, Bottom up is where the projector is below the model.
ru_ua: Направление, которое ось Z должна двигаться. Сверху вниз, где проектор находится выше модели, Снизу вверх, где проектор находится ниже модели.

source: Overshoot (mm):
ru_ua: Перехват (мм):

source: How far the axis should move beyond the next slice position for each slice. For Top Down printers this would dunk the model under the resi and then return. For Bottom Up printers this would raise the base away from the vat and then return.
ru_ua: Как далеко ось должна выйти за пределы следующего положения среза для каждого среза. Для принтеров вверху это заставило бы модель под релиз, а затем вернется. Для снизу вверх принтеров это поднимет основу от чана, а затем вернется.

source: Pre-lift Gcode:
ru_ua: Предварительный подъем Gcode:

source: Additional gcode to run before raising the Z-axis. Be sure to take into account any additional time needed in the pause value, and be careful what gcode is added!
ru_ua: Дополнительное снаряжение для запуска перед поднятием оси Z. Обязательно примите во внимание любое дополнительное время, необходимое в значении паузы, и будьте осторожны с тем, что добавлено Gcode!

source: Post-lift Gcode:
ru_ua: Подъёмник Gcode:

source: Additional gcode to run after raising the Z-axis. Be sure to take into account any additional time needed in the pause value, and be careful what gcode is added!
ru_ua: Дополнительное снаряжение для работы после повышения оси Z. Обязательно примите во внимание любое дополнительное время, необходимое в значении паузы, и будьте осторожны с тем, что добавлено Gcode!

source: X Resolution (px):
ru_ua: X Разрешение (px):

source: The projector resolution in the X axis.
ru_ua: Разрешение проектора на оси X.

source: Y Resolution (px):
ru_ua: Y Разрешение (px):

source: The projector resolution in the Y axis.
ru_ua: Разрешение проектора на оси Y.

source: Offset in X (mm):
ru_ua: Смещено в X (мм):

source: How far the slice should be offset from the edge in the X axis.
ru_ua: Как далеко срез должен быть смещен от края на оси X.

source: Offset in Y (mm):
ru_ua: Смещено в Y (мм):

source: How far the slice should be offset from the edge in the Y axis.
ru_ua: Как далеко срез должен быть смещен от края в оси Y.

source: Projected X (mm):
ru_ua: Проецируемый X (мм):

source: The actual width of the entire projected image. Use the Calibrate grid to show the full size of the projected image, and measure the width at the same level where the slice will be projected onto the resin.
ru_ua: Фактическая ширина всего прогнозируемого изображения. Используйте калибровую сетку, чтобы показать полный размер прогнозируемого изображения, и измерьте ширину на том же уровне, где срез будет проецирован на основу.

source: Z-Axis Speed (mm/min):
ru_ua: Скорость оси Z (мм/мин):

source: Speed of the Z axis in mm/minute. Take into account that slower rates may require a longer pause value.
ru_ua: Скорость оси Z в мм/минута. Примите во внимание, что более медленные ставки могут потребовать более длительного значения паузы.

source: Display
ru_ua: Отображать

source: Fullscreen
ru_ua: Полноэкранный

source: Toggles the project screen to full size.
ru_ua: Переключает экран проекта до полного размера.

source: Calibrate
ru_ua: Калибровать

source: Toggles the calibration grid. Each grid should be 10 mm x 10 mm in size.
ru_ua: Переключает калибровочную сетку. Каждая сетка должна быть размером 10 мм х 10 мм.

source: Use the grid to ensure the projected size is correct. See also the help for the ProjectedX field.
ru_ua: Используйте сетку, чтобы убедиться, что прогнозируемый размер является правильным. См. Также помощь для области ProjectDx.

source: 1st Layer
ru_ua: 1-й Слой

source: Displays the first layer of the model. Use this to project the first layer for longer so it holds to the base. Note: this value does not affect the first layer when the 'Start' run is started, it should be used manually.
ru_ua: Отображает первый слой модели. Используйте это, чтобы проецировать первый слой дольше, чтобы он держал базу. Примечание. Это значение не влияет на первый слой при запуске «старта», его следует использовать вручную.

source: How long to display the first layer for. -1 = unlimited.
ru_ua: Как долго отобразить первый слой для. -1 = неограниченный.

source: Red
ru_ua: Красный

source: Toggles whether the image should be red. Useful for positioning whilst resin is in the printer as it should not cause a reaction.
ru_ua: Переключает, должно ли изображение быть красным. Полезно для позиционирования, пока смола находится в принтере, поскольку он не должен вызывать реакцию.

source: Info
ru_ua: Информация

source: File:
ru_ua: Файл:

source: The name of the model currently loaded.
ru_ua: Название модели загружается в настоящее время.

source: Total Layers:
ru_ua: Общие Слои:

source: The total number of layers found in the model.
ru_ua: Общее количество слоев, найденных в модели.

source: Current Layer:
ru_ua: Текущий Слой:

source: The current layer being displayed.
ru_ua: Текущий слой отображается.

source: Estimated Time:
ru_ua: Расчетное Время:

source: An estimate of the remaining time until print completion.
ru_ua: Оценка оставшегося времени до завершения печати.

source: Status:
ru_ua: Статус:

source: Latest activity, information and error messages.
ru_ua: Последнее действие, информацию и сообщения об ошибках.

source: Layer Projector Display
ru_ua: Дисплей проекции Слоя

source: {} is not a zip file.
ru_ua: {} не zip -файл.

source: Could not load .sl1 config.
ru_ua: Не удалось загрузить .sl1 конфигурация.

source: Open file to print
ru_ua: Откройте файл для печати

source: All supported files
ru_ua: Все поддерживаемые файлы

source: Slic3r or Skeinforge SVG files
ru_ua: Slic3r или Skeinforge SVG файлы

source: 3DLP Zip files
ru_ua: 3DLP Zip файлы

source: Prusa SL1 files
ru_ua: Prusa SL1 файлы

source: File not found!
ru_ua: Файл не найден!

source: {} is not a sliced svg- or zip-file.
ru_ua: {} не нарезанный svg- или zip-файл.

source: {} is not a sliced svg-file or zip-file.
ru_ua: {} не нарезанный SVG-файл или ZIP-файл.

source: {} layers found, total height {:.2f} mm
ru_ua: {} найдены слои, общая высота {:.2f} мм

source: No model loaded!
ru_ua: Никакой модели не загружено!

source: Starting...
ru_ua: Начало ...

source: Stopping...
ru_ua: Остановка ...

source: Continue
ru_ua: Продолжать

source: Are you sure you want to reset all the settings to the defaults? Be aware that the defaults are not guaranteed to work well with your machine.
ru_ua: Вы уверены, что хотите сбросить все настройки на значения по умолчанию? Имейте в виду, что по умолчанию не будут хорошо работать с вашей машиной.

source: Reset Layer Projector Settings
ru_ua: Сбросить настройки проектора слоя

source: Layer Projector settings reset
ru_ua: Сброс настройки проектора слоя

source: Build Dimensions:
ru_ua: Создать Размеры:

source: Dimensions of Build Platform & optional offset of origin & optional switch position Examples: XXXxYYY XXX,YYY,ZZZ XXXxYYYxZZZ+OffX+OffY+OffZ XXXxYYYxZZZ+OffX+OffY+OffZ+HomeX+HomeY+HomeZ
ru_ua: Размеры платформы сборки & необязательное смещение начала координат & необязательное положение концевого выключателя Примеры: XXXxYYY XXX,YYY,ZZZ XXXxYYYxZZZ+OffX+OffY+OffZ XXXxYYYxZZZ+OffX+OffY+OffZ+HomeX+HomeY+HomeZ

source: Welcome to the printer console! Type "help" for a list of available commands.
ru_ua: Добро пожаловать на консоли принтера! Введите "help" для списка доступных команд.

source: Error command output:
ru_ua: Вывод ошибок команды :

source: Gcodes are passed through to the printer as they are
ru_ua: Gcodes передаются на принтер, как они

source: Executes a python command. Example:
ru_ua: Выполняет команду Python. Пример:

source: SENDING:
ru_ua: ОТПРАВКА:

source: Printer is not online.
ru_ua: Принтер не в сети.

source: Are you sure you want to exit while printing? Disables all heaters upon exit.
ru_ua: Вы уверены, что хотите выйти во время печати? Отключает все обогреватели при выходе.

source: Setting extruder temp to 0
ru_ua: Установка температуры экструдера на 0

source: Setting bed temp to 0
ru_ua: Установка температуры стола на 0

source: Disconnecting from printer...
ru_ua: Отключение от принтера ...

source: Exiting program. Goodbye!
ru_ua: Программа выхода. До свидания!

source: Disconnects from the printer and exits the program.
ru_ua: Отключается от принтера и выходит из программы.

source: ' defined
ru_ua: ' определенный

source: Macro '
ru_ua: Макро '

source: Empty macro - cancelled
ru_ua: Пустой макрос - отменен

source: Enter macro using indented lines, end with empty line
ru_ua: Введите макрос с помощью линий с отступами, заканчивайте пустой линией

source: ' removed
ru_ua: ' удаленный

source: ' is not defined
ru_ua: 'не определен

source: ' is being used by built-in command
ru_ua: 'используется встроенной командой

source: Name '
ru_ua: Имя '

source: Define single-line macro: macro <name> <definition>
ru_ua: Определите однолинейный макрос:: macro <name> <definition>

source: Define multi-line macro: macro <name>
ru_ua: Определите многострочный макрос: macro <name>

source: Enter macro definition in indented lines. Use {0} .. {N} to substitute macro arguments
ru_ua: Введите определение макроса в отступы. Используйте {0} .. {N}, чтобы заменить аргументы макросов

source: Enter python code, prefixed with ! Use arg[0] .. arg[N] to substitute macro arguments
ru_ua: Введите код Python, префикс с ! Используйте arg[0] .. arg[N], чтобы заменить макроугольные аргументы

source: Delete macro: macro <name> /d
ru_ua: Удалить макрос: macro <name> /d

source: Show macro definition: macro <name> /s
ru_ua: Показать определение макроса: macro <name> /s

source: 'macro' without arguments displays list of defined macros
ru_ua: 'macro' Без аргументов отображается список определенных макросов

source: ' defined as:
ru_ua: 'определено как:

source: ' defined as: '
ru_ua: 'определено как:'

source: Unknown variable '%s'
ru_ua: Неизвестная переменная '%s'

source: Bad value %s for variable '%s': %s
ru_ua: Плохое значение %s для переменной '%s': %s

source: Bad value for variable '%s', expecting %s (%s)
ru_ua: Плохое значение для переменной '%s', ожидание %s (%s)

source: Set variable: set <variable> <value>
ru_ua: Установить переменную: set <variable> <value>

source: Show variable: set <variable>
ru_ua: Показать переменную: set <variable>

source: 'set' without arguments displays all variables
ru_ua: 'set' Без аргументов отображается все переменные

source: Saving failed for
ru_ua: Сохранение не удалось

source: increase verbosity
ru_ua: увеличьте условно

source: load this file on startup instead of .pronsolerc ; you may chain config files, if so settings auto-save will use the last specified file
ru_ua: загрузите этот файл на запуск вместо .pronsolerc ; вы можете привязать файлы конфигурации, если это так,то настройки Авто-Сохранять будут использовать последний указанный файл

source: executes command after configuration/.pronsolerc is loaded ; macros/settings from these commands are not autosaved
ru_ua: выполняет команду после конфигурации/.pronsolerc загружается; макросы/настройки из этих команд не автосохранены
